Repository: traumschule/torbrowser-localized
Catalog: locale/*/start-tor-browser.po
Languages: de

source: Exiting.
de: Stoppe.

source: must be run within the X Window System.
de: muss in einem X Window System ausgef端hrt werden.

source: should be started as
de: sollte gestartet werden als

source: should not be run as root.
de: sollte nicht von root gestart werden.

source: requires a CPU with SSE2 support.
de: braucht eine CPU mit Unterst端tzung f端r SSE2.

source: Script Options
de: Skript-Optionen

source: Display Tor and Firefox output in the terminal
de: Zeige Ausgabe von Tor und Firefox im Terminal

source: Record Tor and Firefox output in file (default
de: Speichere Ausgabe von Tor und Firefox in Datei (Standard

source: Detach from terminal and run Tor Browser in the background.
de: Entkopple vom Terminal und starte Tor Browser im Hintergrund.

source: Register Tor Browser as a desktop app for this user
de: Registriere Tor Browser als Desktop-Anwendung in diesem Konto

source: Unregister Tor Browser as a desktop app for this user
de: Deregistriere Tor Browser als Desktop-Anwendung in diesem Konto

source: Logging %s debug information to
de: Speichere %s Debug-Informationen in

source: start-tor-browser cannot be run using a symlink on this operating system.
de: start-tor-browser kann auf diesem Betriebssystem nicht per Symlink gestartet werden.

source: This system has a messed up shell.
de: Dieses System hat eine kaputte Shell.

source: has been registered as a desktop app for this user in
de: wurde f端r dieses Konto als Desktop-Anwendung registriert

source: has been removed as a user desktop app
de: wurde als Desktop-Anwendung entfernt

source: does not appear to be a desktop app (not present in
de: scheint keine Desktop-Anwendung zu sein (nicht vorhanden in

source: Wrong architecture? 32-bit vs. 64-bit.
de: Falsche Architektur? 32-bit vs. 64-bit.

source: Using system Tor process.
de: Benutze System-Tor-Prozess.

source: There seems to have been a quoting problem with your TOR_CONTROL_PASSWD environment variable.
de: Es scheint ein Problem beim Angeben der Umgebungsvariable TOR_CONTROL_PASSWD zu geben.
